Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitFinanceLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.transferLimit
source: Transfer Limit
ar: حد النقل
bg: Ограничение за трансфер
ca: Límit de transferència
cs: Limit převodu
da: Overførselsgrænse
el: Όριο Μεταφοράς
es: Límite de transferencia
es_419: Límite de Transferencia
fi: Siirtoraja
fr: Limite de transfert
fr_ca: Limite de transfert
he: הגבלת העברה
hi: हस्तांतरण सीमा
hr: Ograničenje prijenosa
hu: Átutalási Korlát
id: Batas Transfer
it: Limite di trasferimento
ja: 転送限度額
kk: Ауыстыру шегі
ko: 이체 한도
ms: Had Pemindahan
nb: Overføringsgrense
nl: Overdrachtlimiet
pl: Limit transferu
pt_br: Limite de Transferência
pt_pt: Limite de Transferência
ro: Limită de Transfer
ru: Лимит перевода
sk: Limit prevodu
sv: Överföringsgräns
th: ขีดจำกัดการโอนเงิน
tr: Transfer Limiti
uk: Ліміт переказу
vi: Giới hạn chuyển khoản
zh_hans: 转账限额
zh_hant: 轉帳限制
zh_hk: 轉賬限額

# TK.Label.wallet
source: Wallet
ar: المحفظة
bg: Портфейл
ca: Cartera
cs: Peněženka
el: Πορτοφόλι
es: Cartera
es_419: Billetera
fi: Lompakko
fr: Portefeuille
fr_ca: Portefeuille
hi: वॉलेट
hr: Novčanik
hu: Tárca
id: Dompet
ja: ウォレット
ko: 지갑
nb: Lommebok
pl: Portfel
pt_br: Carteira
pt_pt: Carteira
ro: Portofel
sk: Peňaženka
sv: Plånbok
th: กระเป๋าสตางค์
tr: Cüzdan
uk: Гаманець
vi: Ví
zh_hans: 钱包
zh_hant: 錢包
zh_hk: 銀包

# TK.Message.accountLockedAfterMultipleAttempts
source: Account locked after multiple attempts
ar: تم قفل الحساب بعد عدة محاولات
bg: Акаунтът е заключен след множество опити
ca: Compte bloquejat després de múltiples intents
cs: Účet zablokován po několika pokusech
da: Konto låst efter flere forsøg
de: Konto nach mehreren Versuchen gesperrt
el: Ο λογαριασμός έχει κλειδώσει μετά από πολλές αποτυχημένες προσπάθειες
es: Cuenta bloqueada después de múltiples intentos
es_419: Cuenta bloqueada después de múltiples intentos
fi: Tili lukittu useiden yritysten jälkeen
fr: Compte bloqué après plusieurs tentatives
fr_ca: Compte verrouillé après plusieurs tentatives
he: החשבון ננעל לאחר ניסיונות מרובים
hi: खाता कई प्रयासों के बाद लॉक कर दिया गया
hr: Račun je zaključan nakon više pokušaja
hu: A fiók zárolva lett több próbálkozás után
id: Akun terkunci setelah beberapa percobaan
it: Account bloccato dopo diversi tentativi
ja: 複数回の試行の後、アカウントがロックされました
kk: Көптеген әрекеттерден кейін есептік жазба бұғатталды
ko: 여러 번의 시도 후 계정이 잠겼습니다.
ms: Akaun telah disekat selepas beberapa percubaan
nb: Konto låst etter flere forsøk
nl: Account vergrendeld na meerdere pogingen
pl: Konto zablokowane po wielu próbach
pt_br: Conta bloqueada após várias tentativas
pt_pt: Conta bloqueada após múltiplas tentativas
ro: Contul a fost blocat după multiple încercări
ru: Учётная запись заблокирована после нескольких попыток
sk: Účet bol zablokovaný po viacerých pokusoch
sv: Kontot är låst efter flera försök
th: บัญชีถูกล็อคหลังจากพยายามหลายครั้ง
tr: Birden fazla denemeden sonra hesap kilitlendi
uk: Обліковий запис заблоковано після кількох спроб
vi: Tài khoản đã bị khóa sau nhiều lần cố gắng
zh_hans: 账户因多次尝试被锁定
zh_hant: 帳戶因多次嘗試而被鎖定
zh_hk: 帳戶在多次嘗試後被鎖定

# TK.Message.budgetLimitExceeded
source: Budget limit exceeded
ar: تجاوز حد الميزانية
bg: Превишен е бюджетният лимит
ca: S'ha excedit el límit de pressupost
cs: Byl překročen rozpočet
da: Budgetgrænse overskredet
de: Budgetlimit überschritten
el: Το όριο προϋπολογισμού έχει ξεπεραστεί
es: Límite de presupuesto excedido
es_419: Límite de presupuesto excedido
fi: Budjettiraja ylitetty
fr: Limite de budget dépassée
fr_ca: Limite de budget dépassée
he: תקציב חורג.
hi: बजट सीमा पार हो गई।
hr: Prekoračen je proračun
hu: Költségkeret túllépve
id: Batas anggaran terlampaui
it: Limite di budget superato
ja: 予算制限を超えました
kk: Бюджет шегі асып кетті
ko: 예산 한도를 초과했습니다.
ms: Batas anggaran terlampaui
nb: Budsjettgrensen er overskredet
nl: Budgetlimiet overschreden
pl: Przekroczono limit budżetowy
pt_br: Limite de orçamento excedido
pt_pt: Limite de orçamento excedido.
ro: Limita bugetului a fost depășită.
ru: Превышен лимит бюджета
sk: Limit rozpočtu bol prekročený
sv: Budgetgränsen överskriden
th: เกินขีดจำกัดงบประมาณ
tr: Bütçe limiti aşıldı
uk: Перевищено ліміт бюджету
vi: Giới hạn ngân sách đã vượt quá
zh_hans: 预算超出限制
zh_hant: 預算限制已超出
zh_hk: 超出預算限制

# TK.Message.cardHasBeenLinkedSuccessfullyDot
source: Card has been linked successfully.
ar: تم ربط البطاقة بنجاح.
bg: Картата е успешно свързана.
ca: Targeta enllaçada amb èxit.
cs: Karta byla úspěšně propojena.
da: Kortet er blevet linket med succes.
de: Karte erfolgreich verknüpft.
el: Η κάρτα έχει συνδεθεί με επιτυχία.
es: La tarjeta ha sido vinculada con éxito.
es_419: Tarjeta vinculada con éxito.
fi: Kortti on liitetty onnistuneesti.
fr: Carte liée avec succès.
fr_ca: Carte liée avec succès.
he: הכרטיס קושר בהצלחה.
hi: कार्ड सफलतापूर्वक जोड़ा गया।
hr: Kartica je uspješno povezana.
hu: A kártya sikeresen összekapcsolva.
id: Kartu berhasil ditautkan.
it: Carta collegata con successo.
ja: カードが正常にリンクされました。
kk: Карточка сәтті байланыстырылды.
ko: 카드가 성공적으로 연결되었습니다.
ms: Kad telah berjaya dipautkan.
nb: Kortet ble koblet til med hell.
nl: Kaart is succesvol gekoppeld.
pl: Karta została pomyślnie powiązana.
pt_br: Cartão vinculado com sucesso.
pt_pt: Cartão associado com sucesso.
ro: Cardul a fost conectat cu succes.
ru: Карта успешно привязана.
sk: Karta bola úspešne prepojená.
sv: Kort har kopplats samman framgångsrikt.
th: เชื่อมโยงบัตรเรียบร้อยแล้ว
tr: Kart başarıyla bağlandı.
uk: Картка успішно пов’язана.
vi: Thẻ đã được liên kết thành công.
zh_hans: 卡片已成功链接。
zh_hant: 卡片已成功連結。
zh_hk: 已成功連接卡片。

# TK.Message.changesHaveBeenSavedDot
source: Changes have been saved.
ar: تم حفظ التغييرات.
bg: Промените са записани.
ca: Canvis desats.
cs: Změny byly uloženy.
da: Ændringer er blevet gemt.
de: Änderungen wurden gespeichert.
el: Οι αλλαγές έχουν αποθηκευτεί.
es: Los cambios se han guardado.
es_419: Los cambios han sido guardados.
fi: Muutos tallennettu.
fr: Modifications sauvegardées.
fr_ca: Les modifications ont été enregistrées.
he: השינויים נשמרו.
hi: परिवर्तन सहेज लिए गए हैं।
hr: Promjene su spremljene.
hu: A változtatások mentve lettek.
id: Perubahan telah disimpan.
it: Le modifiche sono state salvate.
ja: 変更が保存されました。
kk: Өзгерістер сақталды.
ko: 변경 사항이 저장되었습니다.
ms: Perubahan telah disimpan.
nb: Endringer er lagret.
nl: Wijzigingen zijn opgeslagen.
pl: Zmiany zostały zapisane.
pt_br: Alterações foram salvas.
pt_pt: Mudanças guardadas com sucesso.
ro: Modificările au fost salvate.
ru: Изменения сохранены.
sk: Zmeny boli uložené.
sv: Ändringar har sparats.
th: บันทึกการเปลี่ยนแปลงเรียบร้อยแล้ว
tr: Değişiklikler kaydedildi.
uk: Зміни збережено.
vi: Thay đổi đã được lưu.
zh_hans: 更改已保存。
zh_hant: 變更已儲存。
zh_hk: 更改已成功保存。

# TK.Message.depositWasSuccessfulDot
source: Deposit was successful.
ar: تمت الموافقة على الإيداع بنجاح.
bg: Депозитът е успешен.
ca: El dipòsit ha estat un èxit.
cs: Vklad byl úspěšný.
da: Indbetaling var succesfuld.
de: Einzahlungsauftrag war erfolgreich.
el: Η κατάθεση ήταν επιτυχής.
es: Depósito realizado con éxito.
es_419: Depósito exitoso.
fi: Talletus oli onnistunut.
fr: Dépôt effectué avec succès.
fr_ca: Le dépôt a été effectué avec succès.
he: הפקדה בוצעה בהצלחה.
hi: जमा सफल रहा।
hr: Depozit je bio uspješan.
hu: A betét sikeres volt.
id: Setoran berhasil.
it: Deposito effettuato con successo.
ja: 入金が成功しました。
kk: Салым табысты болды.
ko: 입금이 성공하였습니다.
ms: Deposit telah berjaya.
nb: Innskudd ble vellykket.
nl: Storting was succesvol.
pl: Wpłata została pomyślnie zrealizowana.
pt_br: Depósito realizado com sucesso.
pt_pt: Depósito realizado com sucesso.
ro: Depozitul a fost efectuat cu succes.
ru: Депозит был успешно выполнен.
sk: Vklad bol úspešný.
sv: Insättning var framgångsrik.
th: การฝากเงินสำเร็จแล้ว
tr: Hesaba yatırma başarılı oldu.
uk: Депозит успішно виконано.
vi: Gửi tiền đã thành công.
zh_hans: 存款成功。
zh_hant: 存款成功。
zh_hk: 存款已成功。

# TK.Message.directDepositReceivedDot
source: Direct deposit received.
ar: تم استلام الإيداع المباشر.
bg: Получен е директен депозит.
ca: Dipòsit directe rebut.
cs: Přímý vklad byl přijat.
da: Direkte indbetaling modtaget.
de: Direkte Einzahlung erhalten.
el: Η άμεση κατάθεση ελήφθη.
es: Depósito directo recibido.
es_419: Depósito directo recibido.
fi: Suora talletus vastaanotettu.
fr: Dépôt direct reçu.
fr_ca: Dépôt direct reçu.
he: ההפקדה הישירה התקבלה.
hi: प्रत्यक्ष जमा प्राप्त हुआ।
hr: Neposredni depozit je primljen.
hu: Közvetlen betét érkezett.
id: Setoran langsung diterima.
it: Deposito diretto ricevuto.
ja: 直接入金が受信されました。
kk: Тікелей салым алынды.
ko: 직접 입금이 수신되었습니다.
ms: Deposit terus telah diterima.
nb: Direkte innskudd mottatt.
nl: Directe storting ontvangen.
pl: Wpłata bezpośrednia została otrzymana.
pt_br: Depósito direto recebido.
pt_pt: Depósito direto recebido.
ro: Depozitul direct a fost primit.
ru: Твой прямой депозит получен.
sk: Priamy vklad bol prijatý.
sv: Direktinsättning mottagen.
th: ได้รับการฝากเงินโดยตรงแล้ว
tr: Doğrudan para yatırma alındı.
uk: Прямий депозит отримано.
vi: Khoản tiền gửi trực tiếp đã được nhận.
zh_hans: 直接存款已接收。
zh_hant: 已收到直接存款。
zh_hk: 已收到直接存款。

# TK.Message.insufficientFundsAvailableDot
source: Insufficient funds available.
ar: لا توجد أموال كافية متاحة.
bg: Недостатъчни налични средства.
ca: Fons insuficients disponibles.
cs: Nedostatečné prostředky k dispozici.
da: Utilstrækkelige midler til rådighed.
de: Nicht genügend Geld verfügbar.
el: Δε διαθέτετε επαρκή κεφάλαια.
es: Fondos insuficientes disponibles.
es_419: Fondos insuficientes disponibles.
fi: Tililläsi ei ole riittävästi varoja.
fr: Fonds insuffisants disponibles.
fr_ca: Fonds insuffisants.
he: אין מספיק כספים זמינים.
hi: पर्याप्त धन उपलब्ध नहीं है।
hr: Nedovoljno sredstava dostupno.
hu: Nincs elegendő pénz a számlán.
id: Dana yang tersedia tidak cukup.
it: Fondi insufficienti disponibili.
ja: 利用可能な資金が不足しています。
kk: Қаржы жетіспейді.
ko: 사용 가능한 자금이 부족합니다.
ms: Dana tidak mencukupi.
nb: Utilstrekkelige midler tilgjengelig.
nl: Onvoldoende saldo beschikbaar.
pl: Niewystarczające środki.
pt_br: Fundos insuficientes para uso.
pt_pt: Fundos insuficientes disponíveis.
ro: Fonduri insuficiente disponibile.
ru: Недостаточно средств.
sk: Nedostatočné prostriedky k dispozícii.
sv: Otillräckliga medel tillgängliga.
th: เงินไม่เพียงพอ.
tr: Yetersiz bakiye mevcut.
uk: Недостатньо коштів.
vi: Số dư không đủ.
zh_hans: 可用资金不足。
zh_hant: 可用資金不足。
zh_hk: 資金不足。

# TK.Message.interestAddedToAccountDot
source: Interest added to account.
ar: تم إضافة الفائدة إلى الحساب.
bg: Лихвата е добавена към сметката.
ca: Els interessos s'han afegit al compte.
cs: Úrok byl přidán na účet.
da: Rente tilføjet til konto.
de: Zinsen wurden dem Konto gutgeschrieben.
el: Τόκος προστέθηκε στον λογαριασμό.
es: Interés añadido a la cuenta.
es_419: Interés agregado a la cuenta.
fi: Korko lisätty tilille.
fr: Intérêt ajouté au compte.
fr_ca: Intérêts ajoutés au compte.
he: ריבית נוספה לחשבון.
hi: खाते में ब्याज जोड़ा गया।
hr: Kamata je dodana na račun.
hu: Kamat hozzáadva a számlához.
id: Bunga telah ditambahkan ke akun.
it: Interesse aggiunto al conto.
ja: 利息が口座に追加されました。
kk: Есепшотқа пайыз қосылды.
ko: 계좌에 이자가 입금되었습니다.
ms: Faedah telah ditambah ke dalam akaun.
nb: Rente lagt til konto.
nl: Rente bijgeschreven op rekening.
pl: Odsetki dodane do konta.
pt_br: Juros adicionados à conta.
pt_pt: Juros adicionados à conta.
ro: Dobânda a fost adăugată în cont.
ru: Проценты добавлены на аккаунт.
sk: Úrok bol pridaný na účet.
sv: Ränta har lagts till kontot.
th: ดอกเบี้ยถูกเพิ่มไปยังบัญชี.
tr: Hesaba faiz eklendi.
uk: Відсотки нараховано на рахунок.
vi: Lãi suất đã được thêm vào tài khoản.
zh_hans: 利息已添加到账户。
zh_hant: 利息已添加到帳戶。
zh_hk: 利息已添加至帳戶。

# TK.Message.invalidCardNumberDot
source: Invalid card number.
ar: رقم البطاقة غير صالح.
bg: Невалиден номер на карта.
ca: Número de targeta no vàlid.
cs: Neplatné číslo karty.
da: Ugyldigt kortnummer.
de: Ungültige Kartennummer.
el: Μη έγκυρος αριθμός κάρτας.
es: Número de tarjeta no válido.
es_419: Número de tarjeta inválido.
fi: Virheellinen korttinumero.
fr: Numéro de carte invalide.
fr_ca: Numéro de carte invalide.
he: מספר כרטיס אינו תקין.
hi: अमान्य कार्ड संख्या।
hr: Nevažeći broj kartice.
hu: Érvénytelen kártyaszám.
id: Nomor kartu tidak valid.
it: Numero di carta non valido.
ja: 無効なカード番号です。
kk: Картаның нөмірі жарамсыз.
ko: 유효하지 않은 카드 번호입니다.
ms: Nombor kad tidak sah.
nb: Ugyldig kortnummer.
nl: Ongeldig kaartnummer.
pl: Nieprawidłowy numer karty.
pt_br: Número do cartão inválido.
pt_pt: O número de cartão é inválido.
ro: Număr de card invalid.
ru: Неверный номер карты.
sk: Neplatné číslo karty.
sv: Ogiltigt kortnummer.
th: หมายเลขบัตรไม่ถูกต้อง.
tr: Geçersiz kart numarası.
uk: Неправильний номер картки.
vi: Số thẻ không hợp lệ.
zh_hans: 无效的卡号。
zh_hant: 卡號無效。
zh_hk: 卡號無效。

# TK.Message.invoicePaymentReceivedDot
source: Invoice payment received.
ar: تم استلام دفع الفاتورة.
bg: Плащането на фактурата е получено.
ca: Pagament de la factura rebut.
cs: Platba za fakturu byla přijata.
da: Betaling for faktura modtaget.
de: Zahlung der Rechnung erhalten.
el: Η πληρωμή του τιμολογίου έχει γίνει.
es: Pago de la factura recibido.
es_419: Pagos de facturas ya Recibidos
fi: Laskun maksu vastaanotettu.
fr: Paiement de la facture reçu.
fr_ca: Paiement de la facture reçu.
he: תשלום עבור החשבונית התקבל.
hi: चालान भुगतान प्राप्त हुआ।
hr: Uplata za račun je primljena.
hu: A számla kifizetése megtörtént.
id: Pembayaran faktur telah diterima.
it: Pagamento della fattura ricevuto.
ja: 請求書の支払いを受け取りました。
kk: Шоттың төлемі алынды.
ko: 청구서 결제가 접수되었습니다.
ms: Pembayaran invois diterima.
nb: Fakturabetaling mottatt.
nl: Factuurbetaling ontvangen.
pl: Płatność za fakturę została otrzymana.
pt_br: Pagamento da fatura recebido.
pt_pt: Pagamento da factura recebido.
ro: Plata facturii a fost primită.
ru: Платеж по счету получен.
sk: Platba za faktúru bola prijatá.
sv: Betalning för faktura mottagen.
th: ได้รับการชำระเงินใบแจ้งหนี้แล้ว.
tr: Fatura ödemesi alındı.
uk: Платіж за рахунком отримано.
vi: Thanh toán hóa đơn đã được nhận.
zh_hans: 发票付款已收到。
zh_hant: 發票付款已收到。
zh_hk: 發票付款已收到。

# TK.Message.marketCurrentlyClosedDot
source: Market currently closed.
ar: السوق مغلقة حاليا.
bg: Пазарът е затворен.
ca: El mercat està actualment tancat.
cs: Trh je momentálně zavřený.
da: Markedet er i øjeblikket lukket.
de: Markt ist derzeit geschlossen.
el: Η αγορά είναι κλειστή.
es: Mercado actualmente cerrado.
es_419: El mercado está cerrado.
fi: Markkinat ovat tällä hetkellä suljettuina.
fr: Le marché est actuellement fermé.
fr_ca: Le marché est actuellement fermé.
he: השווקים סגורים כרגע.
hi: बाजार वर्तमान में बंद है।
hr: Tržište je trenutno zatvoreno.
hu: A piac jelenleg zárva van.
id: Pasar sedang tutup.
it: Mercato attualmente chiuso.
ja: 市場は現在閉まっています。
kk: Нарық жабық.
ko: 시장 상태가 현재 닫혔습니다.
ms: Pasaran telah tutup.
nb: Markedet er for øyeblikket stengt.
nl: Markt momenteel gesloten.
pl: Rynek jest aktualnie zamknięty.
pt_br: Mercado atualmente fechado.
pt_pt: O mercado está atualmente fechado.
ro: Piața este închisă în prezent.
ru: Рынок в данный момент закрыт.
sk: Trh je aktuálne zatvorený.
sv: Marknaden är stängd.
th: ตลาดปิดอยู่ในขณะนี้
tr: Pazar şu anda kapalı.
uk: Ринок наразі закритий.
vi: Thị trường hiện đang đóng cửa.
zh_hans: 市场当前已关闭。
zh_hant: 市場目前關閉。
zh_hk: 市場目前已關閉。

# TK.Message.paymentDueSoonDot
source: Payment due soon.
ar: الدفع مستحق قريبًا.
bg: Плащането ще бъде дължимо скоро.
ca: Pagament a punt de venciar.
cs: Platba se blíží.
da: Betaling forfalder snart.
de: Zahlung steht bald an.
el: Η πληρωμή λήγει σύντομα.
es: El pago vence pronto.
es_419: Pago próximo a vencer.
fi: Maksu erääntyy pian.
fr: Paiement bientôt dû.
fr_ca: Le paiement est dû bientôt.
he: התשלום מתקרב.
hi: भुगतान शीघ्र ही देय है।
hr: Plaćanje uskoro dospijeva.
hu: A kifizetés hamarosan esedékes.
id: Pembayaran segera jatuh tempo.
it: Pagamento in scadenza a breve.
ja: 支払い期限が近づいています。
kk: Төлем жақында өтеледі.
ko: 곧 결제가 예정되어 있습니다.
ms: Pembayaran akan tiba tidak lama lagi.
nb: Betaling forfaller snart.
nl: Betaling binnenkort verschuldigd.
pl: Płatność wkrótce będzie wymagana.
pt_br: Pagamento a vencer em breve.
pt_pt: Pagamento a vencer em breve.
ro: Plata este datorată în curând.
ru: Платеж скоро должен быть произведен.
sk: Platba sa blíži k termínu.
sv: Betalning förfaller snart.
th: การชำระเงินจะครบกำหนดในเร็วๆ นี้.
tr: Ödeme yakında vadesi dolacak.
uk: Сплата очікувана невдовзі.
vi: Thanh toán sắp đến hạn.
zh_hans: 付款即将到期。
zh_hant: 支付期限即將到來。
zh_hk: 付款即將到期。

# TK.Message.paymentSuccessfullyProcessedDot
source: Payment successfully processed.
ar: تمت معالجة الدفع بنجاح.
bg: Плащането е успешно обработено.
ca: Pagament processat amb èxit.
cs: Platba byla úspěšně zpracována.
da: Betaling er blevet behandlet med succes.
de: Zahlung erfolgreich verarbeitet.
el: Η πληρωμή έχει επεξεργαστεί επιτυχώς.
es: Pago procesado con éxito.
es_419: Pago procesado con éxito.
fi: Maksu on onnistuneesti käsitelty.
fr: Paiement traité avec succès.
fr_ca: Paiement traité avec succès.
he: התשלום עבר בהצלחה.
hi: भुगतान सफलतापूर्वक प्रक्रिया की गई।
hr: Plaćanje je uspješno obrađeno.
hu: A kifizetés sikeresen feldolgozva.
id: Pembayaran berhasil diproses.
it: Pagamento elaborato con successo.
ja: 支払いが正常に処理されました。
kk: Төлем сәтті өңделді.
ko: 결제가 성공적으로 완료되었습니다.
ms: Pembayaran berjaya diproses.
nb: Betaling vellykket behandlet.
nl: Betaling succesvol verwerkt.
pl: Płatność zrealizowana pomyślnie.
pt_br: Pagamento processado com sucesso.
pt_pt: Pagamento processado com sucesso.
ro: Plata a fost procesată cu succes.
ru: Платеж успешно обработан.
sk: Platba bola úspešne spracovaná.
sv: Betalning har behandlats framgångsrikt.
th: การชำระเงินดำเนินการสำเร็จ.
tr: Ödeme başarıyla işlendi.
uk: Платіж успішно оброблено.
vi: Thanh toán đã được xử lý thành công.
zh_hans: 付款处理成功。
zh_hant: 支付成功處理。
zh_hk: 付款已成功處理。

# TK.Message.transactionDeclinedDot
source: Transaction declined.
ar: تم رفض المعاملة.
bg: Транзакцията е отказана.
ca: Transacció denegada.
cs: Transakce byla zamítnuta.
da: Transaktion afvist.
de: Transaktion abgelehnt.
el: Η συναλλαγή απορρίφθηκε.
es: Transacción rechazada.
es_419: Transacción rechazada.
fi: Maksua on hylätty.
fr: Transaction refusée.
fr_ca: Transaction refusée.
he: העסקה נדחתה.
hi: लेनदेन अस्वीकृत किया गया।
hr: Transakcija je odbijena.
hu: A tranzakció elutasítva.
id: Transaksi ditolak.
it: Transazione rifiutata.
ja: 取引が拒否されました。
kk: Транзакция бас тартылды.
ko: 거래가 거부되었습니다.
ms: Transaksi ditolak.
nb: Transaksjonen ble avvist.
nl: Transactie geweigerd.
pl: Transakcja odrzucona.
pt_br: Transação recusada.
pt_pt: Transação recusada.
ro: Tranzacția a fost respinsă.
ru: Транзакция отклонена.
sk: Transakcia zamietnutá.
sv: Transaktionen nekades.
th: การทำรายการถูกปฏิเสธ
tr: İşlem reddedildi.
uk: Транзакцію відхилено.
vi: Giao dịch đã bị từ chối.
zh_hans: 交易被拒绝。
zh_hant: 交易被拒絕。
zh_hk: 交易被拒絕。

# TK.Message.verificationRequiredDot
source: Verification required.
ar: يتطلب التحقق.
bg: Необходимо е верификация.
ca: Es requereix verificació.
cs: Vyžaduje se ověření.
da: Verifikation påkræves.
de: Überprüfung erforderlich.
el: Απαιτείται επαλήθευση.
es: Se requiere verificación.
es_419: Se requiere verificación.
fi: Vahvistus vaaditaan.
fr: Vérification requise.
fr_ca: Vérification requise.
he: דרושה אימות.
hi: पुष्टि आवश्यक है।
hr: Potrebna je verifikacija.
hu: A hitelesítés szükséges.
id: Verifikasi diperlukan.
it: Verifica necessaria.
ja: 認証が必要です。
kk: Тексеру қажет.
ko: 검증이 필요합니다.
ms: Pengesahan diperlukan.
nb: Verifisering kreves.
nl: Verificatie vereist.
pl: Wymagana weryfikacja.
pt_br: Verificação necessária.
pt_pt: Verificação necessária.
ro: Verificare necesară.
ru: Требуется подтверждение.
sk: Vyžaduje sa overenie.
sv: Verifiering krävs.
th: ต้องมีการตรวจสอบ.
tr: Doğrulama gerekli.
uk: Вимагається перевірка.
vi: Cần xác minh.
zh_hans: 需要验证。
zh_hant: 需要驗證。
zh_hk: 需要驗證。

# TK.Placeholder.addExpenseDetailsDots
source: Add expense details…
ar: أضف تفاصيل المصاريف…
bg: Добави детайли за разходите…
ca: Afegir detalls de les despeses…
cs: Přidej detaily nákladů…
da: Tilføj udgiftsdetaljer…
de: Ausgabenbeschreibung hinzufügen…
el: Προσθήκη λεπτομερειών εξόδων…
es: Añadir detalles de gastos…
es_419: Agregar detalles del gasto…
fi: Lisää menoerittelyt…
fr: Ajouter des détails sur les dépenses…
fr_ca: Ajouter des détails de dépense…
he: הוסף פרטי הוצאה…
hi: व्यय विवरण जोड़ें…
hr: Dodaj detalje o trošku…
hu: Add hozzá a költségeket…
id: Tambahkan rincian pengeluaran…
it: Aggiungi dettagli della spesa…
ja: 経費の詳細を追加…
kk: Шығыс туралы мәліметтерді қосу…
ko: 비용 세부 정보 추가…
ms: Tambah butiran perbelanjaan…
nb: Legg til utgiftsdetaljer…
nl: Voeg uitgavenspecificaties toe…
pl: Dodaj szczegóły wydatków…
pt_br: Adicionar detalhes da despesa…
pt_pt: Adicionar detalhes da despesa…
ro: Adaugă detalii despre cheltuieli…
ru: Добавить детали расходов…
sk: Pridať podrobnosti o výdavkoch…
sv: Lägg till kostnadsdetaljer…
th: เพิ่มรายละเอียดค่าใช้จ่าย…
tr: Gider detaylarını ekle…
uk: Додати деталі витрат…
vi: Thêm chi tiết chi phí…
zh_hans: 添加费用详情…
zh_hant: 新增支出明細…
zh_hk: 新增開支詳情…

# TK.Placeholder.addPaymentNoteDots
source: Add payment note…
ar: أضف ملاحظة الدفع…
bg: Добавяне на бележка за плащане…
ca: Afegir una nota de pagament…
cs: Přidat poznámku k platbě…
da: Tilføj betalingsnotat…
de: Zahlungsnotiz hinzufügen…
el: Προσθήκη σημείωσης πληρωμής…
es: Añadir nota de pago…
es_419: Agregar nota de pago…
fi: Lisää maksumuistio…
fr: Ajouter une note de paiement…
fr_ca: Ajouter une note de paiement…
he: הוסף הערת תשלום…
hi: भुगतान नोट जोड़ें…
hr: Dodaj napomenu o plaćanju…
hu: Fizetési megjegyzés hozzáadása…
id: Tambahkan catatan pembayaran…
it: Aggiungi nota di pagamento…
ja: 支払いメモを追加…
kk: Төлем туралы ескертпе қосу…
ko: 결제 메모 추가…
ms: Tambah nota pembayaran…
nb: Legg til betalingsnotat…
nl: Voeg betalingsopmerking toe…
pl: Dodaj notatkę płatniczą…
pt_br: Adicionar nota de pagamento…
pt_pt: Adicionar nota de pagamento...
ro: Adaugă notă de plată…
ru: Добавить заметку о платеже…
sk: Pridať poznámku o platbe…
sv: Lägg till betalningsanteckning…
th: เพิ่มหมายเหตุการชำระเงิน…
tr: Ödeme notu ekleyin...
uk: Додати платіжну примітку…
vi: Thêm ghi chú thanh toán…
zh_hans: 添加付款备注…
zh_hant: 添加付款備註…
zh_hk: 添加付款備註…

# TK.Placeholder.choosePaymentMethodDots
source: Choose payment method…
ar: اختر طريقة الدفع…
bg: Изберете начин на плащане…
ca: Trieu mètode de pagament…
cs: Vybrat způsob platby…
da: Vælg betalingsmetode...
de: Zahlungsart auswählen…
el: Επιλογή μεθόδου πληρωμής…
es: Elegir método de pago…
es_419: Elige método de pago…
fi: Valitse maksutapa…
fr: Choisissez la méthode de paiement…
fr_ca: Choisir le mode de paiement…
he: בחר שיטת תשלום…
hi: भुगतान विधि चुनें…
hr: Odaberi način plaćanja…
hu: Válaszd ki a fizetési módot…
id: Pilih metode pembayaran…
it: Scegli metodo di pagamento…
ja: 支払い方法を選択…
kk: Төлем әдісін таңдаңыз…
ko: 결제 수단 선택…
ms: Pilih kaedah pembayaran…
nb: Velg betalingsmetode…
nl: Kies betalingsmethode…
pl: Wybierz metodę płatności…
pt_br: Escolha o método de pagamento…
pt_pt: Escolher método de pagamento…
ro: Alege metoda de plată…
ru: Выбери способ оплаты…
sk: Vybrať spôsob platby…
sv: Välj betalningsmetod…
th: เลือกวิธีการชำระเงิน…
tr: Ödeme yöntemini seç…
uk: Оберіть спосіб оплати…
vi: Chọn phương thức thanh toán…
zh_hans: 选择支付方式…
zh_hant: 選擇付款方式…
zh_hk: 選擇付款方式…
